var svtChineseData = [
  {
    "name": "瑪琇・基利艾拉特"
  },
  {
    "name": "阿爾托莉亞"
  },
  {
    "name": "阿爾托莉亞〔Alter〕"
  },
  {
    "name": "阿爾托莉亞〔Lily〕"
  },
  {
    "name": "尼祿"
  },
  {
    "name": "齊格飛"
  },
  {
    "name": "凱撒"
  },
  {
    "name": "阿提拉"
  },
  {
    "name": "吉爾・德・雷"
  },
  {
    "name": "夏爾・德翁"
  },
  {
    "name": "衛宮"
  },
  {
    "name": "吉爾伽美什"
  },
  {
    "name": "羅賓漢"
  },
  {
    "name": "阿塔蘭塔"
  },
  {
    "name": "尤瑞艾莉"
  },
  {
    "name": "阿拉什"
  },
  {
    "name": "庫・夫林"
  },
  {
    "name": "伊莉莎白・巴托里"
  },
  {
    "name": "武藏坊弁慶"
  },
  {
    "name": "庫・夫林〔Prototype〕"
  },
  {
    "name": "雷奧尼達一世"
  },
  {
    "name": "羅慕路斯"
  },
  {
    "name": "美杜莎"
  },
  {
    "name": "聖喬治"
  },
  {
    "name": "愛德華・蒂奇"
  },
  {
    "name": "布狄卡"
  },
  {
    "name": "牛若丸"
  },
  {
    "name": "亞歷山大"
  },
  {
    "name": "瑪莉・安東尼"
  },
  {
    "name": "瑪爾大"
  },
  {
    "name": "美狄亞"
  },
  {
    "name": "吉爾・德・雷〔Caster〕"
  },
  {
    "name": "安徒生"
  },
  {
    "name": "威廉・莎士比亞"
  },
  {
    "name": "梅菲斯托費勒斯"
  },
  {
    "name": "莫札特"
  },
  {
    "name": "諸葛孔明〔埃爾梅羅II世〕"
  },
  {
    "name": "庫・夫林〔Caster〕"
  },
  {
    "name": "佐佐木小次郎"
  },
  {
    "name": "咒腕的哈桑"
  },
  {
    "name": "絲西娜"
  },
  {
    "name": "荊軻"
  },
  {
    "name": "夏爾＝亨利・桑松"
  },
  {
    "name": "歌劇魅影"
  },
  {
    "name": "瑪塔・哈里"
  },
  {
    "name": "卡蜜拉"
  },
  {
    "name": "海格力斯"
  },
  {
    "name": "蘭斯洛特"
  },
  {
    "name": "呂布奉先"
  },
  {
    "name": "斯巴達"
  },
  {
    "name": "坂田金時"
  },
  {
    "name": "弗拉德三世"
  },
  {
    "name": "阿斯忒里歐"
  },
  {
    "name": "卡利古拉"
  },
  {
    "name": "大流士三世"
  },
  {
    "name": "清姬"
  },
  {
    "name": "血斧・埃里克"
  },
  {
    "name": "玉藻貓"
  },
  {
    "name": "貞德"
  },
  {
    "name": "俄里翁"
  },
  {
    "name": "伊莉莎白・巴托里〔萬聖節〕"
  },
  {
    "name": "玉藻前"
  },
  {
    "name": "大衛"
  },
  {
    "name": "赫克特"
  },
  {
    "name": "弗朗西斯・德雷克"
  },
  {
    "name": "安妮・伯妮＆瑪莉・瑞德"
  },
  {
    "name": "美狄亞〔Lily〕"
  },
  {
    "name": "沖田總司"
  },
  {
    "name": "織田信長"
  },
  {
    "name": "斯卡哈"
  },
  {
    "name": "迪爾姆德・奧德利暗"
  },
  {
    "name": "弗格斯・馬克・羅伊"
  },
  {
    "name": "阿爾托莉亞〔聖誕Alter〕"
  },
  {
    "name": "童謠"
  },
  {
    "name": "開膛手傑克"
  },
  {
    "name": "莫德雷德"
  },
  {
    "name": "尼古拉・特斯拉"
  },
  {
    "name": "阿爾托莉亞〔Lancer Alter〕"
  },
  {
    "name": "馮・霍恩海姆・帕拉塞爾斯"
  },
  {
    "name": "查爾斯・巴貝奇"
  },
  {
    "name": "亨利・傑基爾＆海德"
  },
  {
    "name": "弗蘭肯斯坦"
  },
  {
    "name": "所羅門"
  },
  {
    "name": "阿周那"
  },
  {
    "name": "迦爾納"
  },
  {
    "name": "謎之女主角X"
  },
  {
    "name": "芬恩・麥克庫爾"
  },
  {
    "name": "布倫希爾德"
  },
  {
    "name": "貝奧武夫"
  },
  {
    "name": "尼祿〔Bride〕"
  },
  {
    "name": "兩儀式〔Saber〕"
  },
  {
    "name": "兩儀式"
  },
  {
    "name": "天草四郎"
  },
  {
    "name": "阿斯托爾福"
  },
  {
    "name": "子吉爾"
  },
  {
    "name": "巖窟王"
  },
  {
    "name": "南丁格爾"
  },
  {
    "name": "庫・夫林〔Alter〕"
  },
  {
    "name": "女王梅芙"
  },
  {
    "name": "海倫娜"
  },
  {
    "name": "羅摩"
  },
  {
    "name": "李書文"
  },
  {
    "name": "湯瑪斯・愛迪生"
  },
  {
    "name": "傑洛尼莫"
  },
  {
    "name": "比利小子"
  },
  {
    "name": "貞德〔Alter〕"
  },
  {
    "name": "安格拉曼紐"
  },
  {
    "name": "伊斯坎達爾"
  },
  {
    "name": "衛宮〔Assassin〕"
  },
  {
    "name": "百貌的哈桑"
  },
  {
    "name": "愛麗絲菲爾〔天之衣〕"
  },
  {
    "name": "酒呑童子"
  },
  {
    "name": "玄奘三藏"
  },
  {
    "name": "源頼光"
  },
  {
    "name": "坂田金時〔Rider〕"
  },
  {
    "name": "茨木童子"
  },
  {
    "name": "風魔小太郎"
  },
  {
    "name": "奧茲曼迪亞斯"
  },
  {
    "name": "阿爾托莉亞〔Lancer〕"
  },
  {
    "name": "尼托克里絲"
  },
  {
    "name": "蘭斯洛特〔Saber〕"
  },
  {
    "name": "崔斯坦"
  },
  {
    "name": "高文"
  },
  {
    "name": "靜謐的哈桑"
  },
  {
    "name": "俵藤太"
  },
  {
    "name": "貝德維爾"
  },
  {
    "name": "李奧納多・達文西"
  },
  {
    "name": "玉藻前〔Lancer〕"
  },
  {
    "name": "阿爾托莉亞〔Archer〕"
  },
  {
    "name": "瑪莉・安東尼〔Caster〕"
  },
  {
    "name": "安妮・伯妮＆瑪莉・瑞德〔Archer〕"
  },
  {
    "name": "莫德雷德〔Rider〕"
  },
  {
    "name": "斯卡哈〔Assassin〕"
  },
  {
    "name": "清姬〔Lancer〕"
  },
  {
    "name": "瑪爾大〔Ruler〕"
  },
  {
    "name": "伊莉雅絲菲爾"
  },
  {
    "name": "克洛伊・馮・愛因茲貝倫"
  },
  {
    "name": "伊莉莎白・巴托里〔Brave〕"
  },
  {
    "name": "克麗奧佩脫拉"
  },
  {
    "name": "弗拉德三世〔EXTRA〕"
  },
  {
    "name": "貞德〔聖誕AlterLily〕"
  },
  {
    "name": "伊絲塔"
  },
  {
    "name": "恩奇杜"
  },
  {
    "name": "魁札爾・科亞特爾"
  },
  {
    "name": "吉爾伽美什〔Caster〕"
  },
  {
    "name": "美杜莎〔Lancer〕"
  },
  {
    "name": "戈爾貢"
  },
  {
    "name": "豹人"
  },
  {
    "name": "提亞馬特"
  },
  {
    "name": "梅林"
  },
  {
    "name": "哥耶提亞"
  },
  {
    "name": "所羅門"
  },
  {
    "name": "宮本武藏"
  },
  {
    "name": "“山之翁”"
  },
  {
    "name": "謎之女主角X〔Alter〕"
  },
  {
    "name": "詹姆斯・莫里亞蒂"
  },
  {
    "name": "衛宮〔Alter〕"
  } ,
  {
    "name": "海森・羅伯"
  } ,
  {
    "name": "燕青"
  },
  {
    "name": "亞瑟・潘德拉剛〔Prototype〕"
  } ,
  {
    "name": "土方歳三"
  } ,
  {
    "name": "茶茶"
  } ,
  {
    "name": "梅露托莉莉絲"
  } ,
  {
    "name": "帕森莉普"
  } ,
  {
    "name": "鈴鹿御前"
  } ,
  {
    "name": "BB"
  } ,
  {
    "name": "殺生院祈荒"
  } ,
  {
    "name": "BeastⅢ／Ｒ"
  } ,
  {
    "name": "雪赫拉莎德"
  } ,
  {
    "name": "武則天"
  } ,
  {
    "name": "彭忒西勒亞"
  } ,
  {
    "name": "克里斯多福・哥倫布"
  } ,
  {
    "name": "夏洛克・福爾摩斯"
  } ,
  {
    "name": "保羅·班揚"
  } ,
  {
    "name": "尼祿〔Caster〕"
  } ,
  {
    "name": "弗蘭肯斯坦〔Saber〕"
  } ,
  {
    "name": "尼托克里絲〔Assassin〕"
  } ,
  {
    "name": "織田信長〔Berserker〕"
  } ,
  {
    "name": "阿爾托莉亞〔Rider Alter〕"
  } ,
  {
    "name": "海倫娜〔Acher〕"
  } ,
  {
    "name": "源頼光〔Lancer〕"
  } ,
  {
    "name": "伊絲塔〔Rider〕"
  },
  {
    "name": "帕爾瓦蒂"
  },
  {
    "name": "巴御前"
  },
  {
    "name": "望月千代女"
  },
  {
    "name": "寶藏院胤舜"
  },
  {
    "name": "柳生但馬守宗矩"
  },
  {
    "name": "加藤段藏"
  },
  {
    "name": "刑部姬"
  },
  {
    "name": "機械伊莉醬"
  },
  {
    "name": "機械伊莉醬Ⅱ號機"
  },
  {
    "name": "喀耳刻"
  },
  {
    "name": "哪吒"
  },
  {
    "name": "示巴的女王"
  },
  {
    "name": "阿比蓋爾・威廉斯"
  },
  {
    "name": "艾蕾修卡"
  },
  {
    "name": "阿提拉・The・Sun〔誕〕"
  },
  {
    "name": "葛飾北齋"
  },
  {
    "name": "賽米拉米斯"
  },
  {
    "name": "淺上藤乃"
  },
  {
    "name": "安娜塔西亞"
  },
  {
    "name": "阿塔蘭塔〔Alter〕"
  },
  {
    "name": "阿維斯布隆"
  },
  {
    "name": "安東尼奧・薩里耶利"
  },
  {
    "name": "伊凡雷帝"
  },
  {
    "name": "阿基里斯"
  },
  {
    "name": "凱隆"
  },
  {
    "name": "齊格"
  },
  {
    "name": "沖田總司〔Alter〕"
  },
  {
    "name": "岡田以藏"
  },
  {
    "name": "坂本龍馬"
  },
  {
    "name": "拿破崙"
  },
  {
    "name": "西格魯德"
  },
  {
    "name": "瓦爾基里"
  },
  {
    "name": "斯卡哈＝斯卡蒂"
  },
  {
    "name": "貞德"
  },
  {
    "name": "茨木童子"
  },
  {
    "name": "牛若丸"
  },
  {
    "name": "貞德〔Alter〕"
  },
  {
    "name": "BB"
  },
  {
    "name": "女王梅芙"
  },
  {
    "name": "謎之女主角XX"
  },
  {
    "name": "迪爾姆德・奧德利暗"
  },
  {
    "name": "志度內"
  },
  {
    "name": "酒呑童子"
  },
  {
    "name": "項羽"
  },
  {
    "name": "蘭陵王"
  },
  {
    "name": "秦良玉"
  },
  {
    "name": "始皇帝"
  },
  {
    "name": "虞美人"
  },
  {
    "name": "赤兔馬"
  },
  {
    "name": "布拉達曼特"
  },
  {
    "name": "魁札爾・科亞特爾〔森巴／聖誕〕"
  },
  {
    "name": "紅閻魔"
  },
  {
    "name": "李書文"
  },
  {
    "name": "美遊・艾蒂菲爾特"
  },
  {
    "name": "紫式部"
  },
  {
    "name": "帝王花"
  }
];
