ascension = {
	"2": {
		"name": "アルトリア・ペンドラゴン",
		"rare": "5",
		"cls": "剣",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5
			},
			{
				"QP": 300000,
				"竜の牙": 18,
				"剣ピース": 12
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 4,
				"英雄の証": 29,
				"剣モニュメント": 5
			},
			{
				"QP": 3000000,
				"鳳凰の羽根": 8,
				"竜の逆鱗": 5,
				"剣モニュメント": 12
			}
		]
	},
	"3": {
		"name": "アルトリア・ペンドラゴン〔オルタ〕",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"竜の牙": 15,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"竜の逆鱗": 2,
				"混沌の爪": 5,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"竜の逆鱗": 4,
				"蛮神の心臓": 4,
				"剣モニュメント": 10
			}
		]
	},
	"4": {
		"name": "アルトリア・ペンドラゴン〔リリィ〕",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"英雄の証": 18,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"世界樹の種": 5,
				"竜の牙": 20,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"世界樹の種": 10,
				"竜の逆鱗": 4,
				"剣モニュメント": 10
			}
		]
	},
	"5": {
		"name": "ネロ・クラウディウス",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"八連双晶": 6,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"鳳凰の羽根": 7,
				"ゴーストランタン": 4,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"ゴーストランタン": 8,
				"無間の歯車": 10,
				"剣モニュメント": 10
			}
		]
	},
	"6": {
		"name": "ジークフリート",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"竜の牙": 15,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"世界樹の種": 10,
				"英雄の証": 12,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"英雄の証": 24,
				"竜の逆鱗": 4,
				"剣モニュメント": 10
			}
		]
	},
	"7": {
		"name": "ガイウス・ユリウス・カエサル",
		"rare": "3",
		"cls": "剣",
		"ascension": [
			{
				"QP": 30000,
				"剣ピース": 4
			},
			{
				"QP": 100000,
				"英雄の証": 15,
				"剣ピース": 8
			},
			{
				"QP": 300000,
				"無間の歯車": 7,
				"禁断の頁": 4,
				"剣モニュメント": 4
			},
			{
				"QP": 900000,
				"混沌の爪": 5,
				"禁断の頁": 7,
				"剣モニュメント": 8
			}
		]
	},
	"8": {
		"name": "アルテラ",
		"rare": "5",
		"cls": "剣",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5
			},
			{
				"QP": 300000,
				"虚影の塵": 15,
				"剣ピース": 12
			},
			{
				"QP": 1000000,
				"混沌の爪": 6,
				"隕蹄鉄": 5,
				"剣モニュメント": 5
			},
			{
				"QP": 3000000,
				"隕蹄鉄": 10,
				"蛮神の心臓": 5,
				"剣モニュメント": 12
			}
		]
	},
	"9": {
		"name": "ジル・ド・レェ",
		"rare": "3",
		"cls": "剣",
		"ascension": [
			{
				"QP": 30000,
				"剣ピース": 4
			},
			{
				"QP": 100000,
				"英雄の証": 15,
				"剣ピース": 8
			},
			{
				"QP": 300000,
				"虚影の塵": 13,
				"凶骨": 10,
				"剣モニュメント": 4
			},
			{
				"QP": 900000,
				"凶骨": 20,
				"蛮神の心臓": 4,
				"剣モニュメント": 8
			}
		]
	},
	"10": {
		"name": "シュヴァリエ・デオン",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"英雄の証": 18,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"鳳凰の羽根": 4,
				"世界樹の種": 10,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"鳳凰の羽根": 7,
				"蛇の宝玉": 8,
				"剣モニュメント": 10
			}
		]
	},
	"11": {
		"name": "エミヤ",
		"rare": "4",
		"cls": "弓",
		"ascension": [
			{
				"QP": 50000,
				"弓ピース": 4
			},
			{
				"QP": 150000,
				"英雄の証": 18,
				"弓ピース": 10
			},
			{
				"QP": 500000,
				"無間の歯車": 8,
				"蛮神の心臓": 2,
				"弓モニュメント": 4
			},
			{
				"QP": 1500000,
				"虚影の塵": 20,
				"蛮神の心臓": 4,
				"弓モニュメント": 10
			}
		]
	},
	"12": {
		"name": "ギルガメッシュ",
		"rare": "5",
		"cls": "弓",
		"ascension": [
			{
				"QP": 100000,
				"弓ピース": 5
			},
			{
				"QP": 300000,
				"蛇の宝玉": 6,
				"弓ピース": 12
			},
			{
				"QP": 1000000,
				"英雄の証": 29,
				"竜の逆鱗": 2,
				"弓モニュメント": 5
			},
			{
				"QP": 3000000,
				"竜の逆鱗": 4,
				"蛮神の心臓": 5,
				"弓モニュメント": 12
			}
		]
	},
	"13": {
		"name": "ロビンフッド",
		"rare": "3",
		"cls": "弓",
		"ascension": [
			{
				"QP": 30000,
				"弓ピース": 4
			},
			{
				"QP": 100000,
				"世界樹の種": 6,
				"弓ピース": 8
			},
			{
				"QP": 300000,
				"蛇の宝玉": 6,
				"竜の牙": 8,
				"弓モニュメント": 4
			},
			{
				"QP": 900000,
				"虚影の塵": 16,
				"竜の牙": 16,
				"弓モニュメント": 8
			}
		]
	},
	"14": {
		"name": "アタランテ",
		"rare": "4",
		"cls": "弓",
		"ascension": [
			{
				"QP": 50000,
				"弓ピース": 4
			},
			{
				"QP": 150000,
				"鳳凰の羽根": 5,
				"弓ピース": 10
			},
			{
				"QP": 500000,
				"蛇の宝玉": 4,
				"竜の牙": 20,
				"弓モニュメント": 4
			},
			{
				"QP": 1500000,
				"世界樹の種": 12,
				"蛇の宝玉": 7,
				"弓モニュメント": 10
			}
		]
	},
	"15": {
		"name": "エウリュアレ",
		"rare": "3",
		"cls": "弓",
		"ascension": [
			{
				"QP": 30000,
				"弓ピース": 4
			},
			{
				"QP": 100000,
				"蛇の宝玉": 4,
				"弓ピース": 8
			},
			{
				"QP": 300000,
				"虚影の塵": 7,
				"竜の逆鱗": 3,
				"弓モニュメント": 4
			},
			{
				"QP": 900000,
				"虚影の塵": 13,
				"蛮神の心臓": 4,
				"弓モニュメント": 8
			}
		]
	},
	"16": {
		"name": "アーラシュ",
		"rare": "1",
		"cls": "弓",
		"ascension": [
			{
				"QP": 10000,
				"弓ピース": 2
			},
			{
				"QP": 30000,
				"世界樹の種": 3,
				"弓ピース": 4
			},
			{
				"QP": 90000,
				"英雄の証": 10,
				"八連双晶": 2,
				"弓モニュメント": 2
			},
			{
				"QP": 300000,
				"虚影の塵": 8,
				"八連双晶": 4,
				"弓モニュメント": 4
			}
		]
	},
	"17": {
		"name": "クー・フーリン",
		"rare": "3",
		"cls": "槍",
		"ascension": [
			{
				"QP": 30000,
				"槍ピース": 4
			},
			{
				"QP": 100000,
				"混沌の爪": 3,
				"槍ピース": 8
			},
			{
				"QP": 300000,
				"世界樹の種": 8,
				"八連双晶": 4,
				"槍モニュメント": 4
			},
			{
				"QP": 900000,
				"鳳凰の羽根": 7,
				"八連双晶": 7,
				"槍モニュメント": 8
			}
		]
	},
	"18": {
		"name": "エリザベート・バートリー",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"槍ピース": 4
			},
			{
				"QP": 150000,
				"竜の牙": 15,
				"槍ピース": 10
			},
			{
				"QP": 500000,
				"竜の逆鱗": 4,
				"混沌の爪": 3,
				"槍モニュメント": 4
			},
			{
				"QP": 1500000,
				"鳳凰の羽根": 8,
				"混沌の爪": 5,
				"槍モニュメント": 10
			}
		]
	},
	"19": {
		"name": "武蔵坊弁慶",
		"rare": "2",
		"cls": "槍",
		"ascension": [
			{
				"QP": 15000,
				"槍ピース": 3
			},
			{
				"QP": 45000,
				"凶骨": 11,
				"槍ピース": 6
			},
			{
				"QP": 150000,
				"世界樹の種": 6,
				"ホムンクルスベビー": 3,
				"槍モニュメント": 3
			},
			{
				"QP": 450000,
				"虚影の塵": 12,
				"ホムンクルスベビー": 5,
				"槍モニュメント": 6
			}
		]
	},
	"20": {
		"name": "クー・フーリン〔プロトタイプ〕",
		"rare": "3",
		"cls": "槍",
		"ascension": [
			{
				"QP": 30000,
				"槍ピース": 4
			},
			{
				"QP": 100000,
				"虚影の塵": 10,
				"槍ピース": 8
			},
			{
				"QP": 300000,
				"世界樹の種": 8,
				"混沌の爪": 2,
				"槍モニュメント": 4
			},
			{
				"QP": 900000,
				"混沌の爪": 4,
				"八連双晶": 8,
				"槍モニュメント": 8
			}
		]
	},
	"21": {
		"name": "レオニダス一世",
		"rare": "2",
		"cls": "槍",
		"ascension": [
			{
				"QP": 15000,
				"槍ピース": 3
			},
			{
				"QP": 45000,
				"混沌の爪": 3,
				"槍ピース": 6
			},
			{
				"QP": 150000,
				"虚影の塵": 10,
				"八連双晶": 3,
				"槍モニュメント": 3
			},
			{
				"QP": 450000,
				"八連双晶": 5,
				"凶骨": 18,
				"槍モニュメント": 6
			}
		]
	},
	"22": {
		"name": "ロムルス",
		"rare": "3",
		"cls": "槍",
		"ascension": [
			{
				"QP": 30000,
				"槍ピース": 4
			},
			{
				"QP": 100000,
				"八連双晶": 5,
				"槍ピース": 8
			},
			{
				"QP": 300000,
				"鳳凰の羽根": 6,
				"凶骨": 10,
				"槍モニュメント": 4
			},
			{
				"QP": 900000,
				"虚影の塵": 16,
				"凶骨": 20,
				"槍モニュメント": 8
			}
		]
	},
	"23": {
		"name": "メドゥーサ",
		"rare": "3",
		"cls": "騎",
		"ascension": [
			{
				"QP": 30000,
				"騎ピース": 4
			},
			{
				"QP": 100000,
				"蛇の宝玉": 4,
				"騎ピース": 8
			},
			{
				"QP": 300000,
				"虚影の塵": 13,
				"隕蹄鉄": 4,
				"騎モニュメント": 4
			},
			{
				"QP": 900000,
				"鳳凰の羽根": 7,
				"隕蹄鉄": 7,
				"騎モニュメント": 8
			}
		]
	},
	"24": {
		"name": "ゲオルギウス",
		"rare": "2",
		"cls": "騎",
		"ascension": [
			{
				"QP": 15000,
				"騎ピース": 3
			},
			{
				"QP": 45000,
				"英雄の証": 11,
				"騎ピース": 6
			},
			{
				"QP": 150000,
				"鳳凰の羽根": 4,
				"禁断の頁": 3,
				"騎モニュメント": 3
			},
			{
				"QP": 450000,
				"禁断の頁": 5,
				"隕蹄鉄": 6,
				"騎モニュメント": 6
			}
		]
	},
	"25": {
		"name": "エドワード・ティーチ",
		"rare": "2",
		"cls": "騎",
		"ascension": [
			{
				"QP": 15000,
				"騎ピース": 3
			},
			{
				"QP": 45000,
				"凶骨": 11,
				"騎ピース": 6
			},
			{
				"QP": 150000,
				"禁断の頁": 3,
				"八連双晶": 5,
				"騎モニュメント": 3
			},
			{
				"QP": 450000,
				"ゴーストランタン": 6,
				"禁断の頁": 5,
				"騎モニュメント": 6
			}
		]
	},
	"26": {
		"name": "ブーディカ",
		"rare": "3",
		"cls": "騎",
		"ascension": [
			{
				"QP": 30000,
				"騎ピース": 4
			},
			{
				"QP": 100000,
				"鳳凰の羽根": 4,
				"騎ピース": 8
			},
			{
				"QP": 300000,
				"隕蹄鉄": 4,
				"凶骨": 20,
				"騎モニュメント": 4
			},
			{
				"QP": 900000,
				"虚影の塵": 16,
				"隕蹄鉄": 7,
				"騎モニュメント": 8
			}
		]
	},
	"27": {
		"name": "牛若丸",
		"rare": "3",
		"cls": "騎",
		"ascension": [
			{
				"QP": 30000,
				"騎ピース": 4
			},
			{
				"QP": 100000,
				"英雄の証": 15,
				"騎ピース": 8
			},
			{
				"QP": 300000,
				"ゴーストランタン": 4,
				"隕蹄鉄": 7,
				"騎モニュメント": 4
			},
			{
				"QP": 900000,
				"ゴーストランタン": 7,
				"八連双晶": 8,
				"騎モニュメント": 8
			}
		]
	},
	"28": {
		"name": "アレキサンダー",
		"rare": "3",
		"cls": "騎",
		"ascension": [
			{
				"QP": 30000,
				"騎ピース": 4
			},
			{
				"QP": 100000,
				"隕蹄鉄": 5,
				"騎ピース": 8
			},
			{
				"QP": 300000,
				"鳳凰の羽根": 3,
				"八連双晶": 7,
				"騎モニュメント": 4
			},
			{
				"QP": 900000,
				"鳳凰の羽根": 6,
				"英雄の証": 24,
				"騎モニュメント": 8
			}
		]
	},
	"29": {
		"name": "マリー・アントワネット",
		"rare": "4",
		"cls": "騎",
		"ascension": [
			{
				"QP": 50000,
				"騎ピース": 4
			},
			{
				"QP": 150000,
				"鳳凰の羽根": 5,
				"騎ピース": 10
			},
			{
				"QP": 500000,
				"蛇の宝玉": 7,
				"隕蹄鉄": 4,
				"騎モニュメント": 4
			},
			{
				"QP": 1500000,
				"無間の歯車": 10,
				"隕蹄鉄": 8,
				"騎モニュメント": 10
			}
		]
	},
	"30": {
		"name": "マルタ",
		"rare": "4",
		"cls": "騎",
		"ascension": [
			{
				"QP": 50000,
				"騎ピース": 4
			},
			{
				"QP": 150000,
				"竜の牙": 15,
				"騎ピース": 10
			},
			{
				"QP": 500000,
				"世界樹の種": 10,
				"混沌の爪": 3,
				"騎モニュメント": 4
			},
			{
				"QP": 1500000,
				"竜の逆鱗": 4,
				"混沌の爪": 5,
				"騎モニュメント": 10
			}
		]
	},
	"31": {
		"name": "メディア",
		"rare": "3",
		"cls": "術",
		"ascension": [
			{
				"QP": 30000,
				"術ピース": 4
			},
			{
				"QP": 100000,
				"竜の牙": 12,
				"術ピース": 8
			},
			{
				"QP": 300000,
				"虚影の塵": 13,
				"蛮神の心臓": 2,
				"術モニュメント": 4
			},
			{
				"QP": 900000,
				"禁断の頁": 8,
				"蛮神の心臓": 3,
				"術モニュメント": 8
			}
		]
	},
	"32": {
		"name": "ジル・ド・レェ",
		"rare": "3",
		"cls": "術",
		"ascension": [
			{
				"QP": 30000,
				"術ピース": 4
			},
			{
				"QP": 100000,
				"ゴーストランタン": 5,
				"術ピース": 8
			},
			{
				"QP": 300000,
				"禁断の頁": 4,
				"ホムンクルスベビー": 7,
				"術モニュメント": 4
			},
			{
				"QP": 900000,
				"禁断の頁": 7,
				"蛮神の心臓": 4,
				"術モニュメント": 8
			}
		]
	},
	"33": {
		"name": "ハンス・クリスチャン・アンデルセン",
		"rare": "2",
		"cls": "術",
		"ascension": [
			{
				"QP": 15000,
				"術ピース": 3
			},
			{
				"QP": 45000,
				"禁断の頁": 4,
				"術ピース": 6
			},
			{
				"QP": 150000,
				"無間の歯車": 3,
				"ホムンクルスベビー": 5,
				"術モニュメント": 3
			},
			{
				"QP": 450000,
				"無間の歯車": 5,
				"隕蹄鉄": 6,
				"術モニュメント": 6
			}
		]
	},
	"34": {
		"name": "ウィリアム・シェイクスピア",
		"rare": "2",
		"cls": "術",
		"ascension": [
			{
				"QP": 15000,
				"術ピース": 3
			},
			{
				"QP": 45000,
				"ゴーストランタン": 4,
				"術ピース": 6
			},
			{
				"QP": 150000,
				"禁断の頁": 5,
				"ホムンクルスベビー": 3,
				"術モニュメント": 3
			},
			{
				"QP": 450000,
				"蛇の宝玉": 5,
				"ホムンクルスベビー": 5,
				"術モニュメント": 6
			}
		]
	},
	"35": {
		"name": "メフィストフェレス",
		"rare": "3",
		"cls": "術",
		"ascension": [
			{
				"QP": 30000,
				"術ピース": 4
			},
			{
				"QP": 100000,
				"虚影の塵": 10,
				"術ピース": 8
			},
			{
				"QP": 300000,
				"ホムンクルスベビー": 7,
				"蛮神の心臓": 2,
				"術モニュメント": 4
			},
			{
				"QP": 900000,
				"ゴーストランタン": 8,
				"蛮神の心臓": 3,
				"術モニュメント": 8
			}
		]
	},
	"36": {
		"name": "ヴォルフガング・アマデウス・モーツァルト",
		"rare": "1",
		"cls": "術",
		"ascension": [
			{
				"QP": 10000,
				"術ピース": 2
			},
			{
				"QP": 30000,
				"凶骨": 8,
				"術ピース": 4
			},
			{
				"QP": 90000,
				"無間の歯車": 4,
				"禁断の頁": 2,
				"術モニュメント": 2
			},
			{
				"QP": 300000,
				"禁断の頁": 4,
				"蛮神の心臓": 2,
				"術モニュメント": 4
			}
		]
	},
	"37": {
		"name": "諸葛孔明〔エルメロイⅡ世〕",
		"rare": "5",
		"cls": "術",
		"ascension": [
			{
				"QP": 100000,
				"術ピース": 5
			},
			{
				"QP": 300000,
				"虚影の塵": 15,
				"術ピース": 12
			},
			{
				"QP": 1000000,
				"無間の歯車": 5,
				"禁断の頁": 10,
				"術モニュメント": 5
			},
			{
				"QP": 3000000,
				"鳳凰の羽根": 10,
				"無間の歯車": 10,
				"術モニュメント": 12
			}
		]
	},
	"38": {
		"name": "クー・フーリン",
		"rare": "3",
		"cls": "術",
		"ascension": [
			{
				"QP": 30000,
				"術ピース": 4
			},
			{
				"QP": 100000,
				"世界樹の種": 6,
				"術ピース": 8
			},
			{
				"QP": 300000,
				"混沌の爪": 2,
				"禁断の頁": 7,
				"術モニュメント": 4
			},
			{
				"QP": 900000,
				"混沌の爪": 4,
				"無間の歯車": 8,
				"術モニュメント": 8
			}
		]
	},
	"39": {
		"name": "佐々木小次郎",
		"rare": "1",
		"cls": "殺",
		"ascension": [
			{
				"QP": 10000,
				"殺ピース": 2
			},
			{
				"QP": 30000,
				"英雄の証": 8,
				"殺ピース": 4
			},
			{
				"QP": 90000,
				"虚影の塵": 7,
				"無間の歯車": 2,
				"殺モニュメント": 2
			},
			{
				"QP": 300000,
				"無間の歯車": 4,
				"八連双晶": 4,
				"殺モニュメント": 4
			}
		]
	},
	"40": {
		"name": "呪腕のハサン",
		"rare": "2",
		"cls": "殺",
		"ascension": [
			{
				"QP": 15000,
				"殺ピース": 3
			},
			{
				"QP": 45000,
				"凶骨": 11,
				"殺ピース": 6
			},
			{
				"QP": 150000,
				"虚影の塵": 5,
				"無間の歯車": 5,
				"殺モニュメント": 3
			},
			{
				"QP": 450000,
				"虚影の塵": 10,
				"ホムンクルスベビー": 6,
				"殺モニュメント": 6
			}
		]
	},
	"41": {
		"name": "ステンノ",
		"rare": "4",
		"cls": "殺",
		"ascension": [
			{
				"QP": 50000,
				"殺ピース": 4
			},
			{
				"QP": 150000,
				"蛇の宝玉": 5,
				"殺ピース": 10
			},
			{
				"QP": 500000,
				"虚影の塵": 8,
				"蛮神の心臓": 4,
				"殺モニュメント": 4
			},
			{
				"QP": 1500000,
				"虚影の塵": 16,
				"竜の逆鱗": 4,
				"殺モニュメント": 10
			}
		]
	},
	"42": {
		"name": "荊軻",
		"rare": "3",
		"cls": "殺",
		"ascension": [
			{
				"QP": 30000,
				"殺ピース": 4
			},
			{
				"QP": 100000,
				"凶骨": 15,
				"殺ピース": 8
			},
			{
				"QP": 300000,
				"ゴーストランタン": 4,
				"八連双晶": 7,
				"殺モニュメント": 4
			},
			{
				"QP": 900000,
				"虚影の塵": 16,
				"ゴーストランタン": 7,
				"殺モニュメント": 8
			}
		]
	},
	"43": {
		"name": "シャルル＝アンリ・サンソン",
		"rare": "2",
		"cls": "殺",
		"ascension": [
			{
				"QP": 15000,
				"殺ピース": 3
			},
			{
				"QP": 45000,
				"凶骨": 11,
				"殺ピース": 6
			},
			{
				"QP": 150000,
				"虚影の塵": 10,
				"蛮神の心臓": 1,
				"殺モニュメント": 3
			},
			{
				"QP": 450000,
				"ホムンクルスベビー": 6,
				"蛮神の心臓": 2,
				"殺モニュメント": 6
			}
		]
	},
	"44": {
		"name": "ファントム・オブ・ジ・オペラ",
		"rare": "2",
		"cls": "殺",
		"ascension": [
			{
				"QP": 15000,
				"殺ピース": 3
			},
			{
				"QP": 45000,
				"ゴーストランタン": 4,
				"殺ピース": 6
			},
			{
				"QP": 150000,
				"虚影の塵": 10,
				"無間の歯車": 3,
				"殺モニュメント": 3
			},
			{
				"QP": 450000,
				"無間の歯車": 5,
				"凶骨": 18,
				"殺モニュメント": 6
			}
		]
	},
	"45": {
		"name": "マタ・ハリ",
		"rare": "1",
		"cls": "殺",
		"ascension": [
			{
				"QP": 10000,
				"殺ピース": 2
			},
			{
				"QP": 30000,
				"鳳凰の羽根": 2,
				"殺ピース": 4
			},
			{
				"QP": 90000,
				"ゴーストランタン": 2,
				"無間の歯車": 4,
				"殺モニュメント": 2
			},
			{
				"QP": 300000,
				"ゴーストランタン": 4,
				"蛇の宝玉": 4,
				"殺モニュメント": 4
			}
		]
	},
	"46": {
		"name": "カーミラ",
		"rare": "4",
		"cls": "殺",
		"ascension": [
			{
				"QP": 50000,
				"殺ピース": 4
			},
			{
				"QP": 150000,
				"蛇の宝玉": 5,
				"殺ピース": 10
			},
			{
				"QP": 500000,
				"ホムンクルスベビー": 8,
				"蛮神の心臓": 2,
				"殺モニュメント": 4
			},
			{
				"QP": 1500000,
				"混沌の爪": 6,
				"蛮神の心臓": 4,
				"殺モニュメント": 10
			}
		]
	},
	"47": {
		"name": "ヘラクレス",
		"rare": "4",
		"cls": "狂",
		"ascension": [
			{
				"QP": 50000,
				"狂ピース": 4
			},
			{
				"QP": 150000,
				"八連双晶": 6,
				"狂ピース": 10
			},
			{
				"QP": 500000,
				"混沌の爪": 3,
				"蛮神の心臓": 4,
				"狂モニュメント": 4
			},
			{
				"QP": 1500000,
				"竜の逆鱗": 4,
				"混沌の爪": 5,
				"狂モニュメント": 10
			}
		]
	},
	"48": {
		"name": "ランスロット",
		"rare": "4",
		"cls": "狂",
		"ascension": [
			{
				"QP": 50000,
				"狂ピース": 4
			},
			{
				"QP": 150000,
				"竜の逆鱗": 3,
				"狂ピース": 10
			},
			{
				"QP": 500000,
				"虚影の塵": 8,
				"混沌の爪": 5,
				"狂モニュメント": 4
			},
			{
				"QP": 1500000,
				"虚影の塵": 16,
				"竜の牙": 24,
				"狂モニュメント": 10
			}
		]
	},
	"49": {
		"name": "呂布奉先",
		"rare": "3",
		"cls": "狂",
		"ascension": [
			{
				"QP": 30000,
				"狂ピース": 4
			},
			{
				"QP": 100000,
				"隕蹄鉄": 5,
				"狂ピース": 8
			},
			{
				"QP": 300000,
				"混沌の爪": 2,
				"凶骨": 20,
				"狂モニュメント": 4
			},
			{
				"QP": 900000,
				"虚影の塵": 16,
				"混沌の爪": 4,
				"狂モニュメント": 8
			}
		]
	},
	"50": {
		"name": "スパルタクス",
		"rare": "1",
		"cls": "狂",
		"ascension": [
			{
				"QP": 10000,
				"狂ピース": 2
			},
			{
				"QP": 30000,
				"八連双晶": 3,
				"狂ピース": 4
			},
			{
				"QP": 90000,
				"英雄の証": 10,
				"ホムンクルスベビー": 2,
				"狂モニュメント": 2
			},
			{
				"QP": 300000,
				"ホムンクルスベビー": 4,
				"凶骨": 12,
				"狂モニュメント": 4
			}
		]
	},
	"51": {
		"name": "坂田金時",
		"rare": "5",
		"cls": "狂",
		"ascension": [
			{
				"QP": 100000,
				"狂ピース": 5
			},
			{
				"QP": 300000,
				"英雄の証": 22,
				"狂ピース": 12
			},
			{
				"QP": 1000000,
				"世界樹の種": 6,
				"八連双晶": 10,
				"狂モニュメント": 5
			},
			{
				"QP": 3000000,
				"世界樹の種": 12,
				"蛮神の心臓": 5,
				"狂モニュメント": 12
			}
		]
	},
	"52": {
		"name": "ヴラド三世",
		"rare": "5",
		"cls": "狂",
		"ascension": [
			{
				"QP": 100000,
				"狂ピース": 5
			},
			{
				"QP": 300000,
				"竜の逆鱗": 3,
				"狂ピース": 12
			},
			{
				"QP": 1000000,
				"混沌の爪": 6,
				"禁断の頁": 5,
				"狂モニュメント": 5
			},
			{
				"QP": 3000000,
				"虚影の塵": 24,
				"禁断の頁": 10,
				"狂モニュメント": 12
			}
		]
	},
	"53": {
		"name": "アステリオス",
		"rare": "1",
		"cls": "狂",
		"ascension": [
			{
				"QP": 10000,
				"狂ピース": 2
			},
			{
				"QP": 30000,
				"八連双晶": 3,
				"狂ピース": 4
			},
			{
				"QP": 90000,
				"英雄の証": 10,
				"隕蹄鉄": 2,
				"狂モニュメント": 2
			},
			{
				"QP": 300000,
				"世界樹の種": 5,
				"隕蹄鉄": 4,
				"狂モニュメント": 4
			}
		]
	},
	"54": {
		"name": "カリギュラ",
		"rare": "2",
		"cls": "狂",
		"ascension": [
			{
				"QP": 15000,
				"狂ピース": 3
			},
			{
				"QP": 45000,
				"八連双晶": 4,
				"狂ピース": 6
			},
			{
				"QP": 150000,
				"ゴーストランタン": 3,
				"蛇の宝玉": 4,
				"狂モニュメント": 3
			},
			{
				"QP": 450000,
				"ゴーストランタン": 5,
				"禁断の頁": 6,
				"狂モニュメント": 6
			}
		]
	},
	"55": {
		"name": "ダレイオス三世",
		"rare": "3",
		"cls": "狂",
		"ascension": [
			{
				"QP": 30000,
				"狂ピース": 4
			},
			{
				"QP": 100000,
				"八連双晶": 5,
				"狂ピース": 8
			},
			{
				"QP": 300000,
				"鳳凰の羽根": 6,
				"凶骨": 10,
				"狂モニュメント": 4
			},
			{
				"QP": 900000,
				"隕蹄鉄": 8,
				"凶骨": 20,
				"狂モニュメント": 8
			}
		]
	},
	"56": {
		"name": "清姫",
		"rare": "3",
		"cls": "狂",
		"ascension": [
			{
				"QP": 30000,
				"狂ピース": 4
			},
			{
				"QP": 100000,
				"ゴーストランタン": 5,
				"狂ピース": 8
			},
			{
				"QP": 300000,
				"竜の牙": 8,
				"凶骨": 20,
				"狂モニュメント": 4
			},
			{
				"QP": 900000,
				"竜の逆鱗": 4,
				"竜の牙": 16,
				"狂モニュメント": 8
			}
		]
	},
	"57": {
		"name": "エイリーク・ブラッドアクス",
		"rare": "2",
		"cls": "狂",
		"ascension": [
			{
				"QP": 15000,
				"狂ピース": 3
			},
			{
				"QP": 45000,
				"凶骨": 11,
				"狂ピース": 6
			},
			{
				"QP": 150000,
				"蛇の宝玉": 2,
				"ホムンクルスベビー": 5,
				"狂モニュメント": 3
			},
			{
				"QP": 450000,
				"虚影の塵": 12,
				"蛇の宝玉": 4,
				"狂モニュメント": 6
			}
		]
	},
	"58": {
		"name": "タマモキャット",
		"rare": "4",
		"cls": "狂",
		"ascension": [
			{
				"QP": 50000,
				"狂ピース": 4
			},
			{
				"QP": 150000,
				"ゴーストランタン": 6,
				"狂ピース": 10
			},
			{
				"QP": 500000,
				"混沌の爪": 3,
				"ホムンクルスベビー": 8,
				"狂モニュメント": 4
			},
			{
				"QP": 1500000,
				"混沌の爪": 5,
				"蛮神の心臓": 4,
				"狂モニュメント": 10
			}
		]
	},
	"59": {
		"name": "ジャンヌ・ダルク",
		"rare": "5",
		"cls": "裁",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5,
				"弓ピース": 5,
				"槍ピース": 5
			},
			{
				"QP": 300000,
				"騎ピース": 5,
				"術ピース": 5,
				"殺ピース": 5,
				"狂ピース": 5
			},
			{
				"QP": 1000000,
				"剣モニュメント": 5,
				"弓モニュメント": 5,
				"槍モニュメント": 5
			},
			{
				"QP": 3000000,
				"騎モニュメント": 5,
				"術モニュメント": 5,
				"殺モニュメント": 5,
				"狂モニュメント": 5
			}
		]
	},
	"60": {
		"name": "オリオン",
		"rare": "5",
		"cls": "弓",
		"ascension": [
			{
				"QP": 100000,
				"弓ピース": 5
			},
			{
				"QP": 300000,
				"蛮神の心臓": 3,
				"弓ピース": 12
			},
			{
				"QP": 1000000,
				"蛇の宝玉": 8,
				"混沌の爪": 3,
				"弓モニュメント": 5
			},
			{
				"QP": 3000000,
				"混沌の爪": 6,
				"鳳凰の羽根": 10,
				"弓モニュメント": 12
			}
		]
	},
	"61": {
		"name": "エリザベート・バートリー〔ハロウィン〕",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"ティンクルキャンディ": 1
			},
			{
				"QP": 150000,
				"ティンクルキャンディ": 1
			},
			{
				"QP": 500000,
				"ティンクルキャンディ": 1
			},
			{
				"QP": 1500000,
				"ティンクルキャンディ": 1
			}
		]
	},
	"62": {
		"name": "玉藻の前",
		"rare": "5",
		"cls": "術",
		"ascension": [
			{
				"QP": 100000,
				"術ピース": 5
			},
			{
				"QP": 300000,
				"ゴーストランタン": 8,
				"術ピース": 12
			},
			{
				"QP": 1000000,
				"凶骨": 29,
				"蛮神の心臓": 2,
				"術モニュメント": 5
			},
			{
				"QP": 3000000,
				"禁断の頁": 12,
				"蛮神の心臓": 4,
				"術モニュメント": 12
			}
		]
	},
	"63": {
		"name": "ダビデ",
		"rare": "3",
		"cls": "弓",
		"ascension": [
			{
				"QP": 30000,
				"弓ピース": 4
			},
			{
				"QP": 100000,
				"虚影の塵": 10,
				"弓ピース": 8
			},
			{
				"QP": 300000,
				"蛮神の心臓": 2,
				"ホムンクルスベビー": 7,
				"弓モニュメント": 4
			},
			{
				"QP": 900000,
				"蛮神の心臓": 3,
				"八連双晶": 8,
				"弓モニュメント": 8
			}
		]
	},
	"64": {
		"name": "ヘクトール",
		"rare": "3",
		"cls": "槍",
		"ascension": [
			{
				"QP": 30000,
				"槍ピース": 4
			},
			{
				"QP": 100000,
				"隕蹄鉄": 5,
				"槍ピース": 8
			},
			{
				"QP": 300000,
				"英雄の証": 20,
				"世界樹の種": 4,
				"槍モニュメント": 4
			},
			{
				"QP": 900000,
				"鳳凰の羽根": 7,
				"世界樹の種": 8,
				"槍モニュメント": 8
			}
		]
	},
	"65": {
		"name": "フランシス・ドレイク",
		"rare": "5",
		"cls": "騎",
		"ascension": [
			{
				"QP": 100000,
				"騎ピース": 5
			},
			{
				"QP": 300000,
				"凶骨": 22,
				"騎ピース": 12
			},
			{
				"QP": 1000000,
				"竜の逆鱗": 2,
				"竜の牙": 24,
				"騎モニュメント": 5
			},
			{
				"QP": 3000000,
				"竜の逆鱗": 4,
				"蛮神の心臓": 5,
				"騎モニュメント": 12
			}
		]
	},
	"66": {
		"name": "アン・ボニー＆メアリー・リード",
		"rare": "4",
		"cls": "騎",
		"ascension": [
			{
				"QP": 50000,
				"騎ピース": 4
			},
			{
				"QP": 150000,
				"ホムンクルスベビー": 6,
				"騎ピース": 10
			},
			{
				"QP": 500000,
				"凶骨": 12,
				"ゴーストランタン": 8,
				"騎モニュメント": 4
			},
			{
				"QP": 1500000,
				"凶骨": 24,
				"混沌の爪": 6,
				"騎モニュメント": 10
			}
		]
	},
	"67": {
		"name": "メディア〔リリィ〕",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"術ピース": 4
			},
			{
				"QP": 150000,
				"虚影の塵": 12,
				"術ピース": 10
			},
			{
				"QP": 500000,
				"鳳凰の羽根": 4,
				"ゴーストランタン": 8,
				"術モニュメント": 4
			},
			{
				"QP": 1500000,
				"鳳凰の羽根": 7,
				"禁断の頁": 10,
				"術モニュメント": 10
			}
		]
	},
	"68": {
		"name": "沖田総司",
		"rare": "5",
		"cls": "剣",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5
			},
			{
				"QP": 300000,
				"虚影の塵": 15,
				"剣ピース": 12
			},
			{
				"QP": 1000000,
				"無間の歯車": 5,
				"竜の牙": 24,
				"剣モニュメント": 5
			},
			{
				"QP": 3000000,
				"無間の歯車": 10,
				"鳳凰の羽根": 10,
				"剣モニュメント": 12
			}
		]
	},
	"69": {
		"name": "織田信長",
		"rare": "4",
		"cls": "弓",
		"ascension": [
			{
				"QP": 50000,
				"黄金髑髏": 1
			},
			{
				"QP": 150000,
				"黄金髑髏": 1
			},
			{
				"QP": 500000,
				"黄金髑髏": 1
			},
			{
				"QP": 1500000,
				"黄金髑髏": 1
			}
		]
	},
	"70": {
		"name": "スカサハ",
		"rare": "5",
		"cls": "槍",
		"ascension": [
			{
				"QP": 100000,
				"槍ピース": 5
			},
			{
				"QP": 300000,
				"凶骨": 22,
				"槍ピース": 12
			},
			{
				"QP": 1000000,
				"虚影の塵": 20,
				"混沌の爪": 3,
				"槍モニュメント": 5
			},
			{
				"QP": 3000000,
				"混沌の爪": 6,
				"蛮神の心臓": 5,
				"槍モニュメント": 12
			}
		]
	},
	"71": {
		"name": "ディルムッド・オディナ",
		"rare": "3",
		"cls": "槍",
		"ascension": [
			{
				"QP": 30000,
				"槍ピース": 4
			},
			{
				"QP": 100000,
				"世界樹の種": 6,
				"槍ピース": 8
			},
			{
				"QP": 300000,
				"鳳凰の羽根": 6,
				"蛇の宝玉": 3,
				"槍モニュメント": 4
			},
			{
				"QP": 900000,
				"蛇の宝玉": 6,
				"虚影の塵": 16,
				"槍モニュメント": 8
			}
		]
	},
	"72": {
		"name": "フェルグス・マック・ロイ",
		"rare": "3",
		"cls": "剣",
		"ascension": [
			{
				"QP": 30000,
				"剣ピース": 4
			},
			{
				"QP": 100000,
				"英雄の証": 15,
				"剣ピース": 8
			},
			{
				"QP": 300000,
				"八連双晶": 7,
				"蛮神の心臓": 2,
				"剣モニュメント": 4
			},
			{
				"QP": 900000,
				"蛮神の心臓": 3,
				"隕蹄鉄": 8,
				"剣モニュメント": 8
			}
		]
	},
	"73": {
		"name": "アルトリア・ペンドラゴン〔サンタオルタ〕",
		"rare": "4",
		"cls": "騎",
		"ascension": [
			{
				"QP": 50000,
				"樽入りチキン": 1
			},
			{
				"QP": 150000,
				"樽入りチキン": 1
			},
			{
				"QP": 500000,
				"樽入りチキン": 1
			},
			{
				"QP": 1500000,
				"樽入りチキン": 1
			}
		]
	},
	"74": {
		"name": "ナーサリー・ライム",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"術ピース": 4
			},
			{
				"QP": 150000,
				"世界樹の種": 8,
				"術ピース": 10
			},
			{
				"QP": 500000,
				"ゴーストランタン": 8,
				"禁断の頁": 4,
				"術モニュメント": 4
			},
			{
				"QP": 1500000,
				"禁断の頁": 8,
				"鳳凰の羽根": 8,
				"術モニュメント": 10
			}
		]
	},
	"75": {
		"name": "ジャック・ザ・リッパー",
		"rare": "5",
		"cls": "殺",
		"ascension": [
			{
				"QP": 100000,
				"殺ピース": 5
			},
			{
				"QP": 300000,
				"凶骨": 22,
				"殺ピース": 12
			},
			{
				"QP": 1000000,
				"虚影の塵": 20,
				"無間の歯車": 5,
				"殺モニュメント": 5
			},
			{
				"QP": 3000000,
				"無間の歯車": 10,
				"混沌の爪": 8,
				"殺モニュメント": 12
			}
		]
	},
	"76": {
		"name": "モードレッド",
		"rare": "5",
		"cls": "剣",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5
			},
			{
				"QP": 300000,
				"竜の牙": 18,
				"剣ピース": 12
			},
			{
				"QP": 1000000,
				"八連双晶": 10,
				"蛮神の心臓": 2,
				"剣モニュメント": 5
			},
			{
				"QP": 3000000,
				"蛮神の心臓": 4,
				"竜の逆鱗": 5,
				"剣モニュメント": 12
			}
		]
	},
	"77": {
		"name": "ニコラ・テスラ",
		"rare": "5",
		"cls": "弓",
		"ascension": [
			{
				"QP": 100000,
				"弓ピース": 5
			},
			{
				"QP": 300000,
				"虚影の塵": 15,
				"弓ピース": 12
			},
			{
				"QP": 1000000,
				"禁断の頁": 10,
				"無間の歯車": 5,
				"弓モニュメント": 5
			},
			{
				"QP": 3000000,
				"無間の歯車": 10,
				"ゴーストランタン": 12,
				"弓モニュメント": 12
			}
		]
	},
	"78": {
		"name": "アルトリア・ペンドラゴン〔オルタ〕",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"槍ピース": 4
			},
			{
				"QP": 150000,
				"隕蹄鉄": 6,
				"槍ピース": 10
			},
			{
				"QP": 500000,
				"鳳凰の羽根": 7,
				"竜の逆鱗": 2,
				"槍モニュメント": 4
			},
			{
				"QP": 1500000,
				"竜の逆鱗": 4,
				"蛮神の心臓": 4,
				"槍モニュメント": 10
			}
		]
	},
	"79": {
		"name": "ヴァン・ホーエンハイム・パラケルスス",
		"rare": "3",
		"cls": "術",
		"ascension": [
			{
				"QP": 30000,
				"術ピース": 4
			},
			{
				"QP": 100000,
				"禁断の頁": 5,
				"術ピース": 8
			},
			{
				"QP": 300000,
				"無間の歯車": 7,
				"ホムンクルスベビー": 4,
				"術モニュメント": 4
			},
			{
				"QP": 900000,
				"ホムンクルスベビー": 7,
				"凶骨": 24,
				"術モニュメント": 8
			}
		]
	},
	"80": {
		"name": "チャールズ・バベッジ",
		"rare": "3",
		"cls": "術",
		"ascension": [
			{
				"QP": 30000,
				"術ピース": 4
			},
			{
				"QP": 100000,
				"無間の歯車": 5,
				"術ピース": 8
			},
			{
				"QP": 300000,
				"八連双晶": 7,
				"禁断の頁": 4,
				"術モニュメント": 4
			},
			{
				"QP": 900000,
				"禁断の頁": 7,
				"虚影の塵": 16,
				"術モニュメント": 8
			}
		]
	},
	"81": {
		"name": "ヘンリー・ジキル＆ハイド",
		"rare": "3",
		"cls": "殺",
		"ascension": [
			{
				"QP": 30000,
				"殺ピース": 4
			},
			{
				"QP": 100000,
				"凶骨": 15,
				"殺ピース": 8
			},
			{
				"QP": 300000,
				"虚影の塵": 13,
				"八連双晶": 4,
				"殺モニュメント": 4
			},
			{
				"QP": 900000,
				"八連双晶": 7,
				"ホムンクルスベビー": 8,
				"殺モニュメント": 8
			}
		]
	},
	"82": {
		"name": "フランケンシュタイン",
		"rare": "4",
		"cls": "狂",
		"ascension": [
			{
				"QP": 50000,
				"狂ピース": 4
			},
			{
				"QP": 150000,
				"ホムンクルスベビー": 6,
				"狂ピース": 10
			},
			{
				"QP": 500000,
				"凶骨": 24,
				"ゴーストランタン": 4,
				"狂モニュメント": 4
			},
			{
				"QP": 1500000,
				"ゴーストランタン": 8,
				"無間の歯車": 10,
				"狂モニュメント": 10
			}
		]
	},
	"84": {
		"name": "アルジュナ",
		"rare": "5",
		"cls": "弓",
		"ascension": [
			{
				"QP": 100000,
				"弓ピース": 5
			},
			{
				"QP": 300000,
				"英雄の証": 22,
				"弓ピース": 12
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 8,
				"蛇の宝玉": 4,
				"弓モニュメント": 5
			},
			{
				"QP": 3000000,
				"蛇の宝玉": 8,
				"蛮神の心臓": 5,
				"弓モニュメント": 12
			}
		]
	},
	"85": {
		"name": "カルナ",
		"rare": "5",
		"cls": "槍",
		"ascension": [
			{
				"QP": 100000,
				"槍ピース": 5
			},
			{
				"QP": 300000,
				"八連双晶": 8,
				"槍ピース": 12
			},
			{
				"QP": 1000000,
				"無間の歯車": 10,
				"鳳凰の羽根": 4,
				"槍モニュメント": 5
			},
			{
				"QP": 3000000,
				"鳳凰の羽根": 8,
				"蛮神の心臓": 5,
				"槍モニュメント": 12
			}
		]
	},
	"86": {
		"name": "謎のヒロインX",
		"rare": "5",
		"cls": "殺",
		"ascension": [
			{
				"QP": 100000,
				"殺ピース": 5
			},
			{
				"QP": 300000,
				"竜の牙": 18,
				"殺ピース": 12
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 8,
				"竜の逆鱗": 2,
				"殺モニュメント": 5
			},
			{
				"QP": 3000000,
				"竜の逆鱗": 4,
				"英雄の証": 36,
				"殺モニュメント": 12
			}
		]
	},
	"87": {
		"name": "フィン・マックール",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"槍ピース": 4
			},
			{
				"QP": 150000,
				"鳳凰の羽根": 5,
				"槍ピース": 10
			},
			{
				"QP": 500000,
				"凶骨": 24,
				"混沌の爪": 3,
				"槍モニュメント": 4
			},
			{
				"QP": 1500000,
				"混沌の爪": 5,
				"虚影の塵": 20,
				"槍モニュメント": 10
			}
		]
	},
	"88": {
		"name": "ブリュンヒルデ",
		"rare": "5",
		"cls": "槍",
		"ascension": [
			{
				"QP": 100000,
				"槍ピース": 5
			},
			{
				"QP": 300000,
				"蛮神の心臓": 3,
				"槍ピース": 12
			},
			{
				"QP": 1000000,
				"世界樹の種": 12,
				"英雄の証": 15,
				"槍モニュメント": 5
			},
			{
				"QP": 3000000,
				"英雄の証": 29,
				"ゴーストランタン": 12,
				"槍モニュメント": 12
			}
		]
	},
	"89": {
		"name": "ベオウルフ",
		"rare": "4",
		"cls": "狂",
		"ascension": [
			{
				"QP": 50000,
				"狂ピース": 4
			},
			{
				"QP": 150000,
				"英雄の証": 18,
				"狂ピース": 10
			},
			{
				"QP": 500000,
				"八連双晶": 8,
				"竜の逆鱗": 2,
				"狂モニュメント": 4
			},
			{
				"QP": 1500000,
				"竜の逆鱗": 4,
				"凶骨": 30,
				"狂モニュメント": 10
			}
		]
	},
	"90": {
		"name": "ネロ・クラウディウス〔ブライド〕",
		"rare": "5",
		"cls": "剣",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5
			},
			{
				"QP": 300000,
				"八連双晶": 8,
				"剣ピース": 12
			},
			{
				"QP": 1000000,
				"ゴーストランタン": 10,
				"鳳凰の羽根": 4,
				"剣モニュメント": 5
			},
			{
				"QP": 3000000,
				"鳳凰の羽根": 8,
				"世界樹の種": 15,
				"剣モニュメント": 12
			}
		]
	},
	"91": {
		"name": "両儀式〔セイバー〕",
		"rare": "5",
		"cls": "剣",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5
			},
			{
				"QP": 300000,
				"虚影の塵": 15,
				"剣ピース": 12
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 8,
				"混沌の爪": 3,
				"剣モニュメント": 5
			},
			{
				"QP": 3000000,
				"混沌の爪": 6,
				"蛮神の心臓": 5,
				"剣モニュメント": 12
			}
		]
	},
	"92": {
		"name": "両儀式〔アサシン〕",
		"rare": "4",
		"cls": "殺",
		"ascension": [
			{
				"QP": 50000,
				"業物ナイフ": 1
			},
			{
				"QP": 150000,
				"業物ナイフ": 1
			},
			{
				"QP": 500000,
				"業物ナイフ": 1
			},
			{
				"QP": 1500000,
				"業物ナイフ": 1
			}
		]
	},
	"93": {
		"name": "天草四郎",
		"rare": "5",
		"cls": "裁",
		"ascension": [
			{
				"QP": 100000,
				"槍ピース": 5,
				"術ピース": 5,
				"殺ピース": 5
			},
			{
				"QP": 300000,
				"剣ピース": 5,
				"弓ピース": 5,
				"騎ピース": 5,
				"狂ピース": 5
			},
			{
				"QP": 1000000,
				"騎モニュメント": 5,
				"術モニュメント": 5,
				"殺モニュメント": 5
			},
			{
				"QP": 3000000,
				"剣モニュメント": 5,
				"弓モニュメント": 5,
				"槍モニュメント": 5,
				"狂モニュメント": 5
			}
		]
	},
	"94": {
		"name": "アストルフォ",
		"rare": "4",
		"cls": "騎",
		"ascension": [
			{
				"QP": 50000,
				"騎ピース": 4
			},
			{
				"QP": 150000,
				"隕蹄鉄": 6,
				"騎ピース": 10
			},
			{
				"QP": 500000,
				"八連双晶": 8,
				"鳳凰の羽根": 4,
				"騎モニュメント": 4
			},
			{
				"QP": 1500000,
				"鳳凰の羽根": 8,
				"混沌の爪": 6,
				"騎モニュメント": 10
			}
		]
	},
	"95": {
		"name": "子ギル",
		"rare": "3",
		"cls": "弓",
		"ascension": [
			{
				"QP": 30000,
				"弓ピース": 4
			},
			{
				"QP": 100000,
				"世界樹の種": 6,
				"弓ピース": 8
			},
			{
				"QP": 300000,
				"蛇の宝玉": 6,
				"竜の逆鱗": 2,
				"弓モニュメント": 4
			},
			{
				"QP": 900000,
				"竜の逆鱗": 3,
				"英雄の証": 24,
				"弓モニュメント": 8
			}
		]
	},
	"96": {
		"name": "巌窟王 エドモン・ダンテス",
		"rare": "5",
		"cls": "讐",
		"ascension": [
			{
				"QP": 100000,
				"凶骨": 10,
				"八連双晶": 10
			},
			{
				"QP": 300000,
				"蛇の宝玉": 10,
				"禁断の頁": 10
			},
			{
				"QP": 1000000,
				"虚影の塵": 10,
				"無間の歯車": 10
			},
			{
				"QP": 3000000,
				"鳳凰の羽根": 10,
				"蛮神の心臓": 10
			}
		]
	},
	"97": {
		"name": "ナイチンゲール",
		"rare": "5",
		"cls": "狂",
		"ascension": [
			{
				"QP": 100000,
				"狂ピース": 5
			},
			{
				"QP": 300000,
				"鳳凰の羽根": 6,
				"狂ピース": 12
			},
			{
				"QP": 1000000,
				"世界樹の種": 12,
				"混沌の爪": 3,
				"狂モニュメント": 5
			},
			{
				"QP": 3000000,
				"混沌の爪": 6,
				"ホムンクルスベビー": 12,
				"狂モニュメント": 12
			}
		]
	},
	"98": {
		"name": "クー・フーリン〔オルタ〕",
		"rare": "5",
		"cls": "狂",
		"ascension": [
			{
				"QP": 100000,
				"狂ピース": 5
			},
			{
				"QP": 300000,
				"凶骨": 22,
				"狂ピース": 12
			},
			{
				"QP": 1000000,
				"混沌の爪": 6,
				"蛮神の心臓": 2,
				"狂モニュメント": 5
			},
			{
				"QP": 3000000,
				"蛮神の心臓": 4,
				"血の涙石": 8,
				"狂モニュメント": 12
			}
		]
	},
	"99": {
		"name": "女王メイヴ",
		"rare": "5",
		"cls": "騎",
		"ascension": [
			{
				"QP": 100000,
				"騎ピース": 5
			},
			{
				"QP": 300000,
				"蛇の宝玉": 6,
				"騎ピース": 12
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 8,
				"隕蹄鉄": 5,
				"騎モニュメント": 5
			},
			{
				"QP": 3000000,
				"隕蹄鉄": 10,
				"戦馬の幼角": 8,
				"騎モニュメント": 12
			}
		]
	},
	"100": {
		"name": "エレナ・ブラヴァツキー",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"術ピース": 4
			},
			{
				"QP": 150000,
				"虚影の塵": 12,
				"術ピース": 10
			},
			{
				"QP": 500000,
				"ゴーストランタン": 8,
				"ホムンクルスベビー": 4,
				"術モニュメント": 4
			},
			{
				"QP": 1500000,
				"ホムンクルスベビー": 8,
				"禁断の頁": 10,
				"術モニュメント": 10
			}
		]
	},
	"101": {
		"name": "ラーマ",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"世界樹の種": 8,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"蛮神の心臓": 4,
				"八連双晶": 4,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"八連双晶": 8,
				"精霊根": 4,
				"剣モニュメント": 10
			}
		]
	},
	"102": {
		"name": "神槍 李書文",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"槍ピース": 4
			},
			{
				"QP": 150000,
				"竜の牙": 15,
				"槍ピース": 10
			},
			{
				"QP": 500000,
				"八連双晶": 8,
				"混沌の爪": 3,
				"槍モニュメント": 4
			},
			{
				"QP": 1500000,
				"混沌の爪": 5,
				"竜の逆鱗": 4,
				"槍モニュメント": 10
			}
		]
	},
	"103": {
		"name": "トーマス・エジソン",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"術ピース": 4
			},
			{
				"QP": 150000,
				"禁断の頁": 6,
				"術ピース": 10
			},
			{
				"QP": 500000,
				"英雄の証": 24,
				"無間の歯車": 4,
				"術モニュメント": 4
			},
			{
				"QP": 1500000,
				"無間の歯車": 8,
				"黒獣脂": 6,
				"術モニュメント": 10
			}
		]
	},
	"104": {
		"name": "ジェロニモ",
		"rare": "3",
		"cls": "術",
		"ascension": [
			{
				"QP": 30000,
				"術ピース": 4
			},
			{
				"QP": 100000,
				"英雄の証": 15,
				"術ピース": 8
			},
			{
				"QP": 300000,
				"世界樹の種": 8,
				"ゴーストランタン": 4,
				"術モニュメント": 4
			},
			{
				"QP": 900000,
				"ゴーストランタン": 7,
				"八連双晶": 8,
				"術モニュメント": 8
			}
		]
	},
	"105": {
		"name": "ビリー・ザ・キッド",
		"rare": "3",
		"cls": "弓",
		"ascension": [
			{
				"QP": 30000,
				"弓ピース": 4
			},
			{
				"QP": 100000,
				"隕蹄鉄": 5,
				"弓ピース": 8
			},
			{
				"QP": 300000,
				"凶骨": 20,
				"鳳凰の羽根": 3,
				"弓モニュメント": 4
			},
			{
				"QP": 900000,
				"鳳凰の羽根": 6,
				"混沌の爪": 5,
				"弓モニュメント": 8
			}
		]
	},
	"106": {
		"name": "ジャンヌ・ダルク〔オルタ〕",
		"rare": "5",
		"cls": "讐",
		"ascension": [
			{
				"QP": 100000,
				"英雄の証": 10,
				"虚影の塵": 10
			},
			{
				"QP": 300000,
				"八連双晶": 10,
				"無間の歯車": 10
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 10,
				"混沌の爪": 10
			},
			{
				"QP": 3000000,
				"血の涙石": 10,
				"蛮神の心臓": 10
			}
		]
	},
	"107": {
		"name": "アンリマユ",
		"rare": "0",
		"cls": "讐",
		"ascension": [
			{
				"QP": 15000,
				"英雄の証": 10,
				"凶骨": 10
			},
			{
				"QP": 45000,
				"虚影の塵": 10,
				"黒獣脂": 10
			},
			{
				"QP": 150000,
				"無間の歯車": 10,
				"血の涙石": 10
			},
			{
				"QP": 450000,
				"精霊根": 10,
				"竜の逆鱗": 10
			}
		]
	},
	"108": {
		"name": "イスカンダル",
		"rare": "5",
		"cls": "騎",
		"ascension": [
			{
				"QP": 100000,
				"騎ピース": 5
			},
			{
				"QP": 300000,
				"隕蹄鉄": 8,
				"騎ピース": 12
			},
			{
				"QP": 1000000,
				"八連双晶": 5,
				"英雄の証": 29,
				"騎モニュメント": 5
			},
			{
				"QP": 3000000,
				"八連双晶": 10,
				"戦馬の幼角": 8,
				"騎モニュメント": 12
			}
		]
	},
	"109": {
		"name": "エミヤ〔アサシン〕",
		"rare": "4",
		"cls": "殺",
		"ascension": [
			{
				"QP": 50000,
				"殺ピース": 4
			},
			{
				"QP": 150000,
				"英雄の証": 18,
				"殺ピース": 10
			},
			{
				"QP": 500000,
				"虚影の塵": 8,
				"凶骨": 24,
				"殺モニュメント": 4
			},
			{
				"QP": 1500000,
				"虚影の塵": 16,
				"血の涙石": 6,
				"殺モニュメント": 10
			}
		]
	},
	"110": {
		"name": "百の貌のハサン",
		"rare": "3",
		"cls": "殺",
		"ascension": [
			{
				"QP": 30000,
				"殺ピース": 4
			},
			{
				"QP": 100000,
				"虚影の塵": 10,
				"殺ピース": 8
			},
			{
				"QP": 300000,
				"蛇の宝玉": 3,
				"八連双晶": 7,
				"殺モニュメント": 4
			},
			{
				"QP": 900000,
				"蛇の宝玉": 6,
				"黒獣脂": 5,
				"殺モニュメント": 8
			}
		]
	},
	"111": {
		"name": "アイリスフィール〔天の衣〕",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"水晶球": 1
			},
			{
				"QP": 150000,
				"水晶球": 1
			},
			{
				"QP": 500000,
				"水晶球": 1
			},
			{
				"QP": 1500000,
				"水晶球": 1
			}
		]
	},
	"112": {
		"name": "酒呑童子",
		"rare": "5",
		"cls": "殺",
		"ascension": [
			{
				"QP": 100000,
				"殺ピース": 5
			},
			{
				"QP": 300000,
				"凶骨": 22,
				"殺ピース": 12
			},
			{
				"QP": 1000000,
				"蛇の宝玉": 8,
				"ゴーストランタン": 5,
				"殺モニュメント": 5
			},
			{
				"QP": 3000000,
				"ゴーストランタン": 10,
				"蛮神の心臓": 5,
				"殺モニュメント": 12
			}
		]
	},
	"113": {
		"name": "玄奘三蔵",
		"rare": "5",
		"cls": "術",
		"ascension": [
			{
				"QP": 100000,
				"術ピース": 5
			},
			{
				"QP": 300000,
				"世界樹の種": 9,
				"術ピース": 12
			},
			{
				"QP": 1000000,
				"八連双晶": 10,
				"鳳凰の羽根": 4,
				"術モニュメント": 5
			},
			{
				"QP": 3000000,
				"鳳凰の羽根": 8,
				"精霊根": 5,
				"術モニュメント": 12
			}
		]
	},
	"114": {
		"name": "源頼光",
		"rare": "5",
		"cls": "狂",
		"ascension": [
			{
				"QP": 100000,
				"狂ピース": 5
			},
			{
				"QP": 300000,
				"混沌の爪": 5,
				"狂ピース": 12
			},
			{
				"QP": 1000000,
				"凶骨": 29,
				"血の涙石": 3,
				"狂モニュメント": 5
			},
			{
				"QP": 3000000,
				"竜の逆鱗": 5,
				"血の涙石": 6,
				"狂モニュメント": 12
			}
		]
	},
	"115": {
		"name": "坂田金時〔ライダー〕",
		"rare": "4",
		"cls": "騎",
		"ascension": [
			{
				"QP": 50000,
				"ゴールデンベアライター": 1
			},
			{
				"QP": 150000,
				"ゴールデンベアライター": 1
			},
			{
				"QP": 500000,
				"ゴールデンベアライター": 1
			},
			{
				"QP": 1500000,
				"ゴールデンベアライター": 1
			}
		]
	},
	"116": {
		"name": "茨木童子",
		"rare": "4",
		"cls": "狂",
		"ascension": [
			{
				"QP": 50000,
				"狂ピース": 4
			},
			{
				"QP": 150000,
				"八連双晶": 6,
				"狂ピース": 10
			},
			{
				"QP": 500000,
				"鳳凰の羽根": 4,
				"混沌の爪": 5,
				"狂モニュメント": 4
			},
			{
				"QP": 1500000,
				"鳳凰の羽根": 7,
				"蛮神の心臓": 4,
				"狂モニュメント": 10
			}
		]
	},
	"117": {
		"name": "風魔小太郎",
		"rare": "3",
		"cls": "殺",
		"ascension": [
			{
				"QP": 30000,
				"殺ピース": 4
			},
			{
				"QP": 100000,
				"凶骨": 15,
				"殺ピース": 8
			},
			{
				"QP": 300000,
				"虚影の塵": 13,
				"八連双晶": 4,
				"殺モニュメント": 4
			},
			{
				"QP": 900000,
				"八連双晶": 7,
				"黒獣脂": 5,
				"殺モニュメント": 8
			}
		]
	},
	"118": {
		"name": "オジマンディアス",
		"rare": "5",
		"cls": "騎",
		"ascension": [
			{
				"QP": 100000,
				"騎ピース": 5
			},
			{
				"QP": 300000,
				"愚者の鎖": 22,
				"騎ピース": 12
			},
			{
				"QP": 1000000,
				"蛇の宝玉": 8,
				"蛮神の心臓": 2,
				"騎モニュメント": 5
			},
			{
				"QP": 3000000,
				"蛮神の心臓": 4,
				"智慧のスカラベ": 5,
				"騎モニュメント": 12
			}
		]
	},
	"119": {
		"name": "アルトリア(槍)",
		"rare": "5",
		"cls": "槍",
		"ascension": [
			{
				"QP": 100000,
				"槍ピース": 5
			},
			{
				"QP": 300000,
				"竜の牙": 18,
				"槍ピース": 12
			},
			{
				"QP": 1000000,
				"大騎士勲章": 20,
				"戦馬の幼角": 3,
				"槍モニュメント": 5
			},
			{
				"QP": 3000000,
				"戦馬の幼角": 6,
				"竜の逆鱗": 5,
				"槍モニュメント": 12
			}
		]
	},
	"120": {
		"name": "ニトクリス",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"術ピース": 4
			},
			{
				"QP": 150000,
				"禁断の頁": 6,
				"術ピース": 10
			},
			{
				"QP": 500000,
				"愚者の鎖": 24,
				"智慧のスカラベ": 2,
				"術モニュメント": 4
			},
			{
				"QP": 1500000,
				"智慧のスカラベ": 4,
				"封魔のランプ": 6,
				"術モニュメント": 10
			}
		]
	},
	"121": {
		"name": "ランスロット",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"無間の歯車": 6,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"大騎士勲章": 16,
				"竜の牙": 10,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"竜の牙": 20,
				"竜の逆鱗": 4,
				"剣モニュメント": 10
			}
		]
	},
	"122": {
		"name": "トリスタン",
		"rare": "4",
		"cls": "弓",
		"ascension": [
			{
				"QP": 50000,
				"弓ピース": 4
			},
			{
				"QP": 150000,
				"大騎士勲章": 12,
				"弓ピース": 10
			},
			{
				"QP": 500000,
				"鳳凰の羽根": 7,
				"禁断の頁": 4,
				"弓モニュメント": 4
			},
			{
				"QP": 1500000,
				"禁断の頁": 8,
				"血の涙石": 6,
				"弓モニュメント": 10
			}
		]
	},
	"123": {
		"name": "ガウェイン",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4
			},
			{
				"QP": 150000,
				"八連双晶": 6,
				"剣ピース": 10
			},
			{
				"QP": 500000,
				"大騎士勲章": 8,
				"竜の逆鱗": 4,
				"剣モニュメント": 4
			},
			{
				"QP": 1500000,
				"大騎士勲章": 16,
				"英雄の証": 30,
				"剣モニュメント": 10
			}
		]
	},
	"124": {
		"name": "静謐のハサン",
		"rare": "3",
		"cls": "殺",
		"ascension": [
			{
				"QP": 30000,
				"殺ピース": 4
			},
			{
				"QP": 100000,
				"凶骨": 15,
				"殺ピース": 8
			},
			{
				"QP": 300000,
				"愚者の鎖": 20,
				"血の涙石": 2,
				"殺モニュメント": 4
			},
			{
				"QP": 900000,
				"血の涙石": 4,
				"黒獣脂": 5,
				"殺モニュメント": 8
			}
		]
	},
	"125": {
		"name": "俵藤太",
		"rare": "3",
		"cls": "弓",
		"ascension": [
			{
				"QP": 30000,
				"弓ピース": 4
			},
			{
				"QP": 100000,
				"世界樹の種": 6,
				"弓ピース": 8
			},
			{
				"300,000Q": 1,
				"英雄の証": 20,
				"鳳凰の羽根": null,
				"弓モニュメント": 4
			},
			{
				"QP": 900000,
				"鳳凰の羽根": 6,
				"精霊根": 4,
				"弓モニュメント": 8
			}
		]
	},
	"126": {
		"name": "ベディヴィエール",
		"rare": "3",
		"cls": "剣",
		"ascension": [
			{
				"QP": 30000,
				"剣ピース": 4
			},
			{
				"QP": 100000,
				"英雄の証": 15,
				"剣ピース": 8
			},
			{
				"QP": 300000,
				"虚影の塵": 13,
				"無間の歯車": 4,
				"剣モニュメント": 4
			},
			{
				"QP": 900000,
				"無間の歯車": 7,
				"大騎士勲章": 16,
				"剣モニュメント": 8
			}
		]
	},
	"127": {
		"name": "レオナルド・ダ・ヴィンチ",
		"rare": "5",
		"cls": "術",
		"ascension": [
			{
				"QP": 100000,
				"術ピース": 5
			},
			{
				"QP": 300000,
				"無間の歯車": 8,
				"術ピース": 12
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 8,
				"精霊根": 2,
				"術モニュメント": 5
			},
			{
				"QP": 3000000,
				"精霊根": 4,
				"智慧のスカラベ": 5,
				"術モニュメント": 12
			}
		]
	},
	"128": {
		"name": "玉藻の前〔ランサー〕",
		"rare": "5",
		"cls": "槍",
		"ascension": [
			{
				"QP": 100000,
				"槍ピース": 5
			},
			{
				"QP": 300000,
				"鳳凰の羽根": 6,
				"槍ピース": 12
			},
			{
				"QP": 1000000,
				"世界樹の種": 12,
				"戦馬の幼角": 3,
				"槍モニュメント": 5
			},
			{
				"QP": 3000000,
				"戦馬の幼角": 6,
				"追憶の貝殻": 12,
				"槍モニュメント": 12
			}
		]
	},
	"129": {
		"name": "アルトリア・ペンドラゴン〔アーチャー〕",
		"rare": "5",
		"cls": "弓",
		"ascension": [
			{
				"QP": 100000,
				"弓ピース": 5
			},
			{
				"QP": 300000,
				"追憶の貝殻": 8,
				"弓ピース": 12
			},
			{
				"QP": 1000000,
				"竜の牙": 24,
				"大騎士勲章": 10,
				"弓モニュメント": 5
			},
			{
				"QP": 3000000,
				"大騎士勲章": 20,
				"竜の逆鱗": 5,
				"弓モニュメント": 12
			}
		]
	},
	"130": {
		"name": "マリー・アントワネット〔キャスター〕",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"術ピース": 4
			},
			{
				"QP": 150000,
				"世界樹の種": 8,
				"術ピース": 10
			},
			{
				"QP": 500000,
				"追憶の貝殻": 8,
				"鳳凰の羽根": 4,
				"術モニュメント": 4
			},
			{
				"QP": 1500000,
				"鳳凰の羽根": 7,
				"智慧のスカラベ": 4,
				"術モニュメント": 10
			}
		]
	},
	"131": {
		"name": "アン・ボニー＆メアリー・リード〔アーチャー〕",
		"rare": "4",
		"cls": "弓",
		"ascension": [
			{
				"QP": 50000,
				"弓ピース": 4
			},
			{
				"QP": 150000,
				"蛇の宝玉": 5,
				"弓ピース": 10
			},
			{
				"QP": 500000,
				"八連双晶": 8,
				"追憶の貝殻": 4,
				"弓モニュメント": 4
			},
			{
				"QP": 1500000,
				"追憶の貝殻": 8,
				"混沌の爪": 6,
				"弓モニュメント": 10
			}
		]
	},
	"132": {
		"name": "モードレッド〔ライダー〕",
		"rare": "4",
		"cls": "騎",
		"ascension": [
			{
				"QP": 50000,
				"騎ピース": 4
			},
			{
				"QP": 150000,
				"追憶の貝殻": 6,
				"騎ピース": 10
			},
			{
				"QP": 500000,
				"大騎士勲章": 16,
				"竜の牙": 10,
				"騎モニュメント": 4
			},
			{
				"QP": 1500000,
				"竜の牙": 20,
				"竜の逆鱗": 4,
				"騎モニュメント": 10
			}
		]
	},
	"133": {
		"name": "スカサハ〔アサシン〕",
		"rare": "4",
		"cls": "殺",
		"ascension": [
			{
				"QP": 50000,
				"鈴鳴りの枝": 1
			},
			{
				"QP": 150000,
				"鈴鳴りの枝": 1
			},
			{
				"QP": 500000,
				"鈴鳴りの枝": 1
			},
			{
				"QP": 1500000,
				"鈴鳴りの枝": 1
			}
		]
	},
	"134": {
		"name": "清姫〔ランサー〕",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"槍ピース": 4
			},
			{
				"QP": 150000,
				"八連双晶": 4,
				"槍ピース": 8
			},
			{
				"QP": 500000,
				"追憶の貝殻": 8,
				"黒獣脂": 3,
				"槍モニュメント": 4
			},
			{
				"QP": 1500000,
				"黒獣脂": 5,
				"封魔のランプ": 6,
				"槍モニュメント": 10
			}
		]
	},
	"135": {
		"name": "マルタ〔ルーラー〕",
		"rare": "4",
		"cls": "裁",
		"ascension": [
			{
				"QP": 50000,
				"剣ピース": 4,
				"騎ピース": 4,
				"狂ピース": 4
			},
			{
				"QP": 150000,
				"弓ピース": 4,
				"槍ピース": 4,
				"術ピース": 4,
				"殺ピース": 4
			},
			{
				"QP": 500000,
				"剣モニュメント": 4,
				"騎モニュメント": 4,
				"狂モニュメント": 4
			},
			{
				"QP": 1500000,
				"弓モニュメント": 4,
				"槍モニュメント": 4,
				"術モニュメント": 4,
				"殺モニュメント": 4
			}
		]
	},
	"136": {
		"name": "イリヤスフィール・フォン・アインツベルン",
		"rare": "5",
		"cls": "術",
		"ascension": [
			{
				"QP": 100000,
				"術ピース": 5
			},
			{
				"QP": 300000,
				"世界樹の種": 9,
				"術ピース": 12
			},
			{
				"QP": 1000000,
				"禁断の頁": 10,
				"鳳凰の羽根": 4,
				"術モニュメント": 5
			},
			{
				"QP": 3000000,
				"鳳凰の羽根": 8,
				"智慧のスカラベ": 5,
				"術モニュメント": 12
			}
		]
	},
	"137": {
		"name": "クロエ・フォン・アインツベルン",
		"rare": "4",
		"cls": "弓",
		"ascension": [
			{
				"QP": 50000,
				"ハートのブレスレット": 1
			},
			{
				"QP": 150000,
				"ハートのブレスレット": 1
			},
			{
				"QP": 500000,
				"ハートのブレスレット": 1
			},
			{
				"QP": 1500000,
				"ハートのブレスレット": 1
			}
		]
	},
	"138": {
		"name": "エリザベート・バートリー〔ブレイブ〕",
		"rare": "4",
		"cls": "剣",
		"ascension": [
			{
				"QP": 50000,
				"竜のオーブ": 1
			},
			{
				"QP": 150000,
				"竜のオーブ": 1
			},
			{
				"QP": 500000,
				"竜のオーブ": 1
			},
			{
				"QP": 1500000,
				"竜のオーブ": 1
			}
		]
	},
	"139": {
		"name": "クレオパトラ",
		"rare": "5",
		"cls": "殺",
		"ascension": [
			{
				"QP": 100000,
				"殺ピース": 5
			},
			{
				"QP": 300000,
				"鳳凰の羽根": 6,
				"殺ピース": 12
			},
			{
				"QP": 1000000,
				"封魔のランプ": 6,
				"血の涙石": 3,
				"殺モニュメント": 5
			},
			{
				"QP": 3000000,
				"血の涙石": 6,
				"蛇の宝玉": 10,
				"殺モニュメント": 12
			}
		]
	},
	"140": {
		"name": "ヴラド三世〔EXTRA〕",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"槍ピース": 4
			},
			{
				"QP": 150000,
				"英雄の証": 18,
				"槍ピース": 10
			},
			{
				"QP": 500000,
				"愚者の鎖": 24,
				"黒獣脂": 3,
				"槍モニュメント": 4
			},
			{
				"QP": 1500000,
				"黒獣脂": 5,
				"竜の逆鱗": 4,
				"槍モニュメント": 10
			}
		]
	},
	"141": {
		"name": "ジャンヌ・ダルク・オルタ・サンタ・リリィ",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"ジル・ド・レェ人形": 1
			},
			{
				"QP": 150000,
				"ジル・ド・レェ人形": 1
			},
			{
				"QP": 500000,
				"ジル・ド・レェ人形": 1
			},
			{
				"QP": 1500000,
				"ジル・ド・レェ人形": 1
			}
		]
	},
	"142": {
		"name": "イシュタル",
		"rare": "5",
		"cls": "弓",
		"ascension": [
			{
				"QP": 100000,
				"弓ピース": 5
			},
			{
				"QP": 300000,
				"八連双晶": 8,
				"弓ピース": 12
			},
			{
				"QP": 1000000,
				"鳳凰の羽根": 8,
				"智慧のスカラベ": 2,
				"弓モニュメント": 5
			},
			{
				"QP": 3000000,
				"智慧のスカラベ": 4,
				"血の涙石": 8,
				"弓モニュメント": 12
			}
		]
	},
	"143": {
		"name": "エルキドゥ",
		"rare": "5",
		"cls": "槍",
		"ascension": [
			{
				"QP": 100000,
				"槍ピース": 5
			},
			{
				"QP": 300000,
				"愚者の鎖": 22,
				"槍ピース": 12
			},
			{
				"QP": 1000000,
				"八連双晶": 10,
				"精霊根": 2,
				"槍モニュメント": 5
			},
			{
				"QP": 3000000,
				"精霊根": 4,
				"蛮神の心臓": 5,
				"槍モニュメント": 12
			}
		]
	},
	"144": {
		"name": "ケツァル・コアトル",
		"rare": "5",
		"cls": "騎",
		"ascension": [
			{
				"QP": 100000,
				"騎ピース": 5
			},
			{
				"QP": 300000,
				"竜の牙": 18,
				"騎ピース": 12
			},
			{
				"QP": 1000000,
				"蛇の宝玉": 8,
				"竜の逆鱗": 2,
				"騎モニュメント": 5
			},
			{
				"QP": 3000000,
				"竜の逆鱗": 4,
				"鳳凰の羽根": 10,
				"騎モニュメント": 12
			}
		]
	},
	"145": {
		"name": "ギルガメッシュ〔キャスター〕",
		"rare": "4",
		"cls": "術",
		"ascension": [
			{
				"QP": 50000,
				"術ピース": 4
			},
			{
				"QP": 150000,
				"英雄の証": 18,
				"術ピース": 8
			},
			{
				"QP": 500000,
				"禁断の頁": 8,
				"原初の産毛": 3,
				"術モニュメント": 4
			},
			{
				"QP": 1500000,
				"原初の産毛": 5,
				"智慧のスカラベ": 4,
				"術モニュメント": 10
			}
		]
	},
	"146": {
		"name": "メドゥーサ〔ランサー〕",
		"rare": "4",
		"cls": "槍",
		"ascension": [
			{
				"QP": 50000,
				"槍ピース": 4
			},
			{
				"QP": 150000,
				"追憶の貝殻": 6,
				"槍ピース": 10
			},
			{
				"QP": 500000,
				"世界樹の種": 10,
				"鳳凰の羽根": 4,
				"槍モニュメント": 4
			},
			{
				"QP": 1500000,
				"鳳凰の羽根": 7,
				"万死の毒針": 24,
				"槍モニュメント": 10
			}
		]
	},
	"147": {
		"name": "ゴルゴーン",
		"rare": "4",
		"cls": "讐",
		"ascension": [
			{
				"QP": 50000,
				"蛇の宝玉": 8,
				"凶骨": 8
			},
			{
				"QP": 150000,
				"万死の毒針": 8,
				"愚者の鎖": 8
			},
			{
				"QP": 500000,
				"原初の産毛": 8,
				"虚影の塵": 8
			},
			{
				"QP": 1500000,
				"呪獣胆石": 8,
				"混沌の爪": 8
			}
		]
	},
	"148": {
		"name": "ジャガーマン",
		"rare": "3",
		"cls": "槍",
		"ascension": [
			{
				"QP": 30000,
				"槍ピース": 4
			},
			{
				"QP": 100000,
				"世界樹の種": 6,
				"槍ピース": 8
			},
			{
				"QP": 300000,
				"混沌の爪": 4,
				"黒獣脂": 2,
				"槍モニュメント": 4
			},
			{
				"QP": 900000,
				"黒獣脂": 4,
				"原初の産毛": 5,
				"槍モニュメント": 8
			}
		]
	},
	"150": {
		"name": "マーリン",
		"rare": "5",
		"cls": "術",
		"ascension": [
			{
				"QP": 100000,
				"術ピース": 5
			},
			{
				"QP": 300000,
				"無間の歯車": 8,
				"術ピース": 12
			},
			{
				"QP": 1000000,
				"禁断の頁": 10,
				"智慧のスカラベ": 2,
				"術モニュメント": 5
			},
			{
				"QP": 3000000,
				"智慧のスカラベ": 4,
				"竜の逆鱗": 5,
				"術モニュメント": 12
			}
		]
	},
	"153": {
		"name": "宮本武蔵",
		"rare": "5",
		"cls": "剣",
		"ascension": [
			{
				"QP": 100000,
				"剣ピース": 5
			},
			{
				"QP": 300000,
				"英雄の証": 22,
				"剣ピース": 12
			},
			{
				"QP": 1000000,
				"八連双晶": 10,
				"無間の歯車": 5,
				"剣モニュメント": 5
			},
			{
				"QP": 3000000,
				"無間の歯車": 10,
				"蛮神の心臓": 5,
				"剣モニュメント": 12
			}
		]
	}
}