var itemData = [
  {
    "name": "剣の輝石"
  },
  {
    "name": "剣の魔石"
  },
  {
    "name": "剣の秘石"
  },
  {
    "name": "槍の輝石"
  },
  {
    "name": "槍の魔石"
  },
  {
    "name": "槍の秘石"
  },
  {
    "name": "弓の輝石"
  },
  {
    "name": "弓の魔石"
  },
  {
    "name": "弓の秘石"
  },
  {
    "name": "騎の輝石"
  },
  {
    "name": "騎の魔石"
  },
  {
    "name": "騎の秘石"
  },
  {
    "name": "術の輝石"
  },
  {
    "name": "術の魔石"
  },
  {
    "name": "術の秘石"
  },
  {
    "name": "殺の輝石"
  },
  {
    "name": "殺の魔石"
  },
  {
    "name": "殺の秘石"
  },
  {
    "name": "狂の輝石"
  },
  {
    "name": "狂の魔石"
  },
  {
    "name": "狂の秘石"
  },
  {
    "name": "英雄の証"
  },
  {
    "name": "竜の牙"
  },
  {
    "name": "世界樹の種"
  },
  {
    "name": "凶骨"
  },
  {
    "name": "ｺﾞｰｽﾄﾗﾝﾀﾝ"
  },
  {
    "name": "ﾎﾑﾝｸﾙｽﾍﾞﾋﾞｰ"
  },
  {
    "name": "蛇の宝玉"
  },
  {
    "name": "隕蹄鉄"
  },
  {
    "name": "禁断の頁"
  },
  {
    "name": "八連双晶"
  },
  {
    "name": "無間の歯車"
  },
  {
    "name": "鳳凰の羽根"
  },
  {
    "name": "竜の逆鱗"
  },
  {
    "name": "混沌の爪"
  },
  {
    "name": "蛮神の心臓"
  },
  {
    "name": "虚影の塵"
  },
  {
    "name": "伝承結晶"
  },
  {
    "name": "精霊根"
  },
  {
    "name": "戦馬の幼角"
  },
  {
    "name": "血の涙石"
  },
  {
    "name": "黒獣脂"
  },
  {
    "name": "愚者の鎖"
  },
  {
    "name": "封魔のランプ"
  },
  {
    "name": "大騎士勲章"
  },
  {
    "name": "智慧のスカラベ"
  },
  {
    "name": "追憶の貝殻"
  },
  {
    "name": "万死の毒針"
  },
  {
    "name": "原初の産毛"
  },
  {
    "name": "呪獣胆石"
  },
  {
    "name": "魔術髄液"
  },
  {
    "name": "奇奇神酒"
  },
  {
    "name": "枯淡勾玉"
  },
  {
    "name": "宵哭きの鉄杭"
  },
  {
    "name": "永遠結氷"
  },
  {
    "name": "励振火薬"
  },
  {
    "name": "巨人の指輪"
  },
  {
    "name": "オーロラ鋼"
  },
  {
    "name": "閑古鈴"
  },
  {
    "name": "暁光炉心"
  },
  {
    "name": "九十九鏡"
  },
  {
    "name": "禍罪の矢尻"
  },
  {
    "name": "真理の卵"
  },
  {
    "name": "光銀の冠"
  },
  {
    "name": "煌星のカケラ"
  },
  {
    "name": "神脈霊子"
  },
  {
    "name": "悠久の実"
  }
];
